alefragnani.bookmarks@13.5.0
anthropic.claude-code@2.0.42
astro-build.astro-vscode@2.15.4
bmewburn.vscode-intelephense-client@1.15.2
bradlc.vscode-tailwindcss@0.14.29
christian-kohler.npm-intellisense@1.4.5
christian-kohler.path-intellisense@2.10.0
davidanson.vscode-markdownlint@0.60.0
dbaeumer.vscode-eslint@3.0.16
docker.docker@0.18.0
donjayamanne.githistory@0.6.20
dsznajder.es7-react-js-snippets@4.4.3
eamodio.gitlens@17.7.1
ecmel.vscode-html-css@2.0.13
esbenp.prettier-vscode@11.0.0
formulahendry.auto-rename-tag@0.1.10
formulahendry.code-runner@0.12.2
github.copilot@1.388.0
github.copilot-chat@0.33.1
github.vscode-pull-request-github@0.122.0
google.geminicodeassist@2.58.1
googlecloudtools.cloudcode@2.37.0
humao.rest-client@0.25.1
jinxdash.prettier-rust@0.1.9
jock.svg@1.5.4
johnpapa.vscode-peacock@4.2.2
mechatroner.rainbow-csv@3.23.0
monish.regexsnippets@1.0.2
monokai.theme-monokai-pro-vscode@2.0.10
ms-azuretools.vscode-containers@2.3.0
ms-azuretools.vscode-docker@2.0.0
ms-edgedevtools.vscode-edge-devtools@2.1.10
ms-python.debugpy@2025.16.0
ms-python.python@2025.18.0
ms-python.vscode-pylance@2025.9.1
ms-toolsai.jupyter@2025.9.1
ms-toolsai.jupyter-keymap@1.1.2
ms-toolsai.jupyter-renderers@1.3.0
ms-toolsai.vscode-jupyter-cell-tags@0.1.9
ms-toolsai.vscode-jupyter-slideshow@0.1.6
ms-vscode-remote.remote-ssh@0.120.0
ms-vscode-remote.remote-ssh-edit@0.87.0
ms-vscode.remote-explorer@0.5.0
ms-vsliveshare.vsliveshare@1.0.5959
naumovs.color-highlight@2.8.0
oouo-diogo-perdigao.docthis@0.8.2
openai.chatgpt@0.4.43
pkief.material-icon-theme@5.28.0
pnp.polacode@0.3.4
postman.postman-for-vscode@1.17.0
pranaygp.vscode-css-peek@4.4.3
rangav.vscode-thunder-client@2.38.4
ritwickdey.liveserver@5.7.9
rooveterinaryinc.roo-cline@3.32.1
shd101wyy.markdown-preview-enhanced@0.8.20
streetsidesoftware.code-spell-checker@4.3.2
styled-components.vscode-styled-components@1.7.8
tomoki1207.pdf@1.2.2
usernamehw.errorlens@3.26.0
vscode-icons-team.vscode-icons@12.15.0
wallabyjs.console-ninja@1.0.492
wallabyjs.quokka-vscode@1.0.744
wallabyjs.wallaby-vscode@1.0.480
whizkydee.material-palenight-theme@2.0.4
xabikos.javascriptsnippets@1.8.0
xdebug.php-debug@1.38.0
yatki.vscode-surround@1.5.0
zignd.html-css-class-completion@1.20.0
